Repository: AndreySobolev/django-guestbook
Catalog: templates/gbook/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This text
ru: Такой текст

source: Link
ru: Ссылка

source: Picture link
ru: Адрес картинки

source: This colour
ru: Такой цвет

source: Bold
ru: Жирный

source: Italic
ru: Курсив

source: Underline
ru: Подчеркнутый

source: Stroke
ru: Зачеркнутый

source: Header
ru: Заголовок

source: Hidden text
ru: Скрытый текст

source: Quote
ru: Цитата

source: Video from youtube.com
ru: Видео с youtube.com

source: The given text is private. It means that it sees only the registered users.
ru: Данный текст является приватным. Это значит что его видят только зарегистрированные пользователи.

source: Private text
ru: Приватный текст

source: You login as
ru: Вы зашли как

source: Guestbook
ru: Гостевая

source: Personal messages
ru: Личные сообщения

source: Karma
ru: Карма

source: Manage profile
ru: Управление профайлом

source: Change password
ru: Сменить пароль

source: Exit
ru: Выход

source: Messages from unregistered users
ru: Сообщения от незарегистрированных пользователей

source: User list
ru: Список пользователей

source: Show search
ru: Показать поиск

source: Hide search
ru: Скрыть поиск

source: Search string
ru: Cтрока поиска

source: Choose section
ru: Выберите раздел

source: Show results
ru: Показать результаты

source: Show answers to themes
ru: Показывать ответы к темам

source: write
ru: написал

source: New theme!
ru: Новая тема!

source: answer to theme
ru: в ответ на тему

source: Publish
ru: Опубликовать

source: Delete
ru: Удалить

source: Confirm registration and publish
ru: Подтвердить регистрацию и опубликовать

source: No new messages
ru: Нет новых сообщений

source: Current settings
ru: Текущие настройки

source: Avatar
ru: Аватар

source: Sex
ru: Пол

source: City
ru: Город

source: About
ru: О себе

source: Personal status
ru: Персональный статус

source: Karma points
ru: Очки кармы

source: Submit
ru: Отправить

source: User
ru: Пользователь

source: Banned by users till
ru: Забанен участниками до

source: Current time
ru: Текущее время

source: Banned by administrator to
ru: Забанен администратором до

source: Total messages
ru: Всего сообщений

source: set by administrator
ru: Присваивается администратором

source: The karma influences a rank of the user
ru: Карма влияет на звание пользователя

source: If user karma falls to -10, he would be banned!
ru: Если карма пользователя упадет до отметки -10, он будет забанен!

source: How many karma points you can give to other users
ru: Сколько очков кармы вы можете отдать другим пользователям

source: Each three days you receive three points of karma
ru: Каждые три дня вы получаете три очка

source: Next date adding three points of a karma
ru: Cледующая дата получения трех очков кармы

source: Now
ru: Сейчас

source: Administrator
ru: Администратор

source: Banned by users to
ru: Забанен участниками до

source: Remove ban
ru: Cнять бан!

source: Ban user
ru: Бан на 3 дня

source: Delete profile
ru: Удалить профайл

source: by Sobolev Andrey
ru: разработал Соболев Андрей

source: OpenSource project.
ru: OpenSource проект

source: All rights reserved.
ru: Все права защищены

source: Change karma for
ru: Изменение кармы для

source: You cannot change a karma to yourself
ru: Вы не можете изменить карму себе

source: Current password
ru: Текущий пароль

source: New password
ru: Новый пароль

source: Repeat new password
ru: Повторите новый пароль

source: Password
ru: Пароль

source: Login
ru: Логин

source: Welcome
ru: Добро пожаловать

source: Registration
ru: Регистрация

source: is very simple and don't take much of your time
ru: очень простая и не отнимет у вас много времени

source: Also you can write to a forum without registration, your messages will be published by administration after check
ru: Также вы можете писать в форум без регистрации, ваши сообщения будут опубликованы администрацией после проверки

source: Welcome. Administrator closed registration through email
ru: Добро пожаловать. Администратор форума запретил регистрацию через email

source: You can write to a forum without registration
ru: Вы можете писать в форум без регистрации

source: Your messages will be published by administration after check. Your login account will be active after administration approval
ru: Ваши сообщения будут опубликованы администрацией после проверки. Ваша учетная запись будет активна после одобрения администрации

source: Online users and guests
ru: Активные пользователи и гости

source: Attention. Messages from unregistered users are shown only after their check by the manager
ru: Внимание. Сообщения от незарегистрированных участников показываются только после их проверки администратором

source: New theme
ru: Новая тема

source: Theme
ru: Тема

source: Section
ru: Раздел

source: Private theme
ru: Приватная тема

source: Edit
ru: Правка

source: Up theme
ru: Поднять тему

source: Make public (watch all users)
ru: Cделать публичной (видят все пользователи)

source: Make private (watch only registered users)
ru: Cделать приватной (видят только зарегестрированные)

source: Delete theme
ru: Удалить тему

source: Banned!
ru: Забанен!

source: You can help this user to leave from ban by increasing his karma to 1
ru: Вы можете помочь данному пользователю выйти из бана досрочно, подняв его карму до 1.

source: reply
ru: ответить

source: Edit message
ru: Правка

source: Edit theme
ru: Редактирование темы

source: Answer to theme
ru: Написать ответ к теме

source: Message before publication will be checked by administrator
ru: Сообщение перед публикацией будет проверено администратором

source: Name
ru: Имя

source: Message
ru: Сообщение

source: Captcha
ru: Капча

source: after administrator approve
ru: после одобрения администратором

source: if you need registration
ru: если нужна регистрация

source: Create new theme
ru: Создать новую тему

source: Register
ru: Регистрируйтесь

source: or enter
ru: или входите

source: Registration is very simple and don't take much of Your time
ru: Регистрация очень простая и не отнимет у Вас много времени

source: Welcome. Administrator closed registration via email
ru: Добро пожаловать. Администратор форума запретил регистрацию через email

source: View theme
ru: Просмотр темы

source: release
ru: релиз

source: Added internationalisation, languages
ru: Добавлена интернационализация

source: Added advanced search bar
ru: Переработан поиск

source: Example
ru: Пример работы

source: here
ru: здесь

source: Contact
ru: Конакт

source: Donate
ru: Помощь проекту

source: The first decision with similar functions on Django
ru: Первое решение с подобным функционалом на Django

source: Possibility of registration of users through email and the administrative panel
ru: Первое решение с подобным функционалом для свободного использования

source: Flexible system of ranks
ru: Гибкая система званий

source: The thought over ban system
ru: Продуманная система банов

source: Reliability and simplicity of use, stable code
ru: Надежность и простота использования, стабильный код

source: Chat between users
ru: Чат между пользователями

source: Possibility of viewing of a theme separately. An example
ru: Возможность просмотра темы отдельно. Пример

source: The karma influences your rank
ru: Карма влияет на ваше звание

source: If your karma fall under -10 mark you will be banned for three days!
ru: Если ваша карма опуститься до отметки -10 вы будете забанены на три дня!

source: Your karma after an exit from ban will be one point
ru: Ваша карма после выхода из бана будет равна единице

source: Each three days you receive three points
ru: Каждые три дня вы получаете три очка

source: You have been rated
ru: Вам поставили оценки

source: show all
ru: показать все

source: plus +
ru: плюс +

source: minus -
ru: минус +

source: You rated
ru: Вы поставили оценки

source: plus +
ru: плюс +

source: Incoming
ru: Входящие

source: New!
ru: Новое

source: Outcoming
ru: Исходящие

source: Send message to
ru: Отправка сообщения для

source: Chat with
ru: Переписка с

source: renew chat
ru: Обновить переписку

source: View profile
ru: Просмотр профайла

source: You can help this user to leave from ban ahead of schedule if you up his karma to 1 point
ru: Вы можете помочь данному пользователю выйти из бана досрочно, подняв его карму до 1

source: Banned by administrator till
ru: Забанен администратором до

source: Next date of reception of three points of a karma
ru: Cледующая дата получения трех очков кармы

source: Write private message
ru: Написать личное сообщение

source: Remove karma
ru: оценить отрицательно

source: Add karma
ru: оценить положительно

source: Ban for 3 days
ru: Бан на 3 дня
