Repository: AndreySobolev/django-guestbook
Catalog: apps/gbook/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Show
ru: Показывать

source: Do not show
ru: Не показывать

source: User
ru: Пользователь

source: Password
ru: Пароль

source: Enter password
ru: Введите пароль

source: Section
ru: Раздел

source: Show answers to themes
ru: Показывать ответы к темам

source: Search text
ru: Строка поиска

source: Specify your search
ru: Некорректный запрос

source: Message
ru: Сообщение

source: Write something
ru: Напишите что нибудь

source: The maximum size of the message - 2000 symbols
ru: Максимальный размер сообщения - 2000 символов

source: Don't need registration
ru: Не нужна регистрация

source: Need registration
ru: Нужна регистрация

source: Specify name
ru: Укажите имя

source: Captcha
ru: Капча

source: Enter characters from picture
ru: Введите цифры с картинки

source: Error captcha code
ru: Неправильный код

source: That user already exist
ru: Такой пользователь уже есть

source: The maximum size of the message - 4000 symbols
ru: Максимальный размер сообщения - 4000 символов

source: No more than 40 characters
ru: Не более 40 символов

source: Such mail box already is
ru: Такой почтовый ящик уже есть

source: For registration fill the field "email "
ru: Для регистрации заполните поле "email "

source: Current password
ru: Текущий пароль

source: Enter current password
ru: Укажите текущий пароль

source: New password
ru: Новый пароль

source: Enter new password
ru: Введите новый пароль

source: Repeat new password
ru: Повторите новый пароль

source: The maximum size of the message of 1400 characters
ru: Максимальный размер сообщения - 1400 символов

source: Enter correct e-mail
ru: Введите корректный e-mail

source: Enter e-mail
ru: Введите e-mail

source: Invalid captcha code
ru: Неверно указан код

source: No more 30 characters
ru: Не более 30 символов

source: M
ru: М

source: Male
ru: Мужской

source: F
ru: Ж

source: Female
ru: Женский

source: No themes in this section
ru: Нет тем в данном разделе

source: Incorrect login or password
ru: Неправильно указан логин или пароль

source: The message is sent and will be published after check by the administrator
ru: Ваше сообщение отправлено и будет опубликовано после проверки модератором

source: No result
ru: Ничего не найдено

source: Invalid request
ru: Некорректный запрос

source: Current password is invalid
ru: Текущий пароль введен неверно

source: Your password is successfully changed
ru: Ваш пароль успешно изменен

source: The entered passwords do not match
ru: Введенные пароли не совпадают

source: Your karma points have ended
ru: У вас закончились очки кармы

source: Welcome
ru: Добро пожаловать

source: Your password:
ru: Ваш пароль

source: For authorization use next link:
ru: Для авторизации используйте следующую ссылку

source: Thank you
ru: Спасибо

source: To your еmail:
ru: На ваш почтовый ящик

source: send message with authorization code.
ru: выслано сообщение с кодом авторизации.

source: Your account is active
ru: Ваша учетная запись активирована

source: Back to gbook
ru: Назад к гостевой книге

source: Django Guestbook Registration
ru: Django Guestbook регистрация

source: For authorization use:
ru: для авторизации используйте

source: Password:
ru: Пароль:

source: Guestbook adress: http://
ru: Адрес гостевой книги: http://

source: Private text. Only for registered users.
ru: Данный текст является приватным. Это значит что его видят только зарегистрированные пользователи.

source: private text
ru: приватный текст
